Repository: AzmanMerto/FreelancerProjects
Catalog: TOOF Audio/TOOF Audio/Utility/*.lproj/Localizable.strings
Languages: tr

# APP_SLOGAN
source: Thats good way control your home
tr: Evinizi kontrol etmenin en iyi yolu

# ONBOARDING_START_BUTTON
source: Lets Starting
tr: HADİ BAŞLAYALIM

# AUTH_LOGIN_TITLE
source: LOGIN
tr: GİRİŞ YAPIN

# AUTH_LOGIN_DESCRIPTION
source: Let's log in now.
tr: Hadi hemen giriş yapalım.

# AUTH_LOGIN_BUTTON
source: LOGIN
tr: GİRİŞ

# AUTH_RESET_PASSWORD
source: Click to reset password
tr: Şifre sıfırlamak için tıklayınız

# AUTH_LETS_REGISTER
source: DO NOT HAVE AN ACCOUNT?
tr: HESABINIZ YOK MU?

# AUTH_LETS_REGISTER_CLICK
source: REGISTER
tr: KAYIT OLUN

# AUTH_REGISTER_TITLE
source: REGISTER
tr: KAYIT OLUN

# AUTH_REGISTER_DESCRIPTION
source: It looks like you don't have an account. Let's create a new one for you.
tr: Hesabınız yok gibi görünüyor. Sizin için yeni bir hesap oluşturalım.

# AUTH_REGISTER_BUTTON
source: CREATE YOUR ACCOUNT
tr: HESABINI OLUŞTUR

# AUTH_PRIVACY_AND_POLICY
source: By selecting Create Account below you agree to the Terms of Service and Privacy Policy.
tr: Aşağıda Hesap Oluştur'u seçerek Hizmet Şartları ve Gizlilik Politikasını kabul ediyorsunuz.

# AUTH_LETS_LOGIN
source: DO YOU HAVE AN ACCOUNT?
tr: HESABINIZ VAR MI?

# AUTH_LETS_LOGIN_CLICK
source: LOGIN
tr: GİRİŞ YAPIN

# AUTH_RESET_PASSWORD_TITLE
source: REFRESH PASSWORD
tr: ŞİFRENİZİ YENİLEYİN

# AUTH_RESET_PASSWORD_DESCRIPTOIN
source: Forgot your password? Don't worry, enter your email to reset your current password.
tr: Parolanızı mı unuttunuz? Endişelenmeyin, mevcut şifrenizi sıfırlamak için e-postanızı girin.

# AUTH_RESET_PASSWORD_BUTTON
source: SEND
tr: GÖNDERİNİZ

# AUTH_SEND_VERIFICATION_CODE_TITLE
source: VERIFICATION CODE
tr: DOĞRULAMA KODU

# AUTH_SEND_VERIFICATION_CODE_DESCRIPTION
source: An authentication code has been sent to your email
tr: E-postanıza bir kimlik doğrulama kodu gönderildi

# AUTH_VERIFICATION_BUTTON
source: VERIFY
tr: DOĞRULAYINIZ

# AUTH_CHANGE_PASSWORD_TITLE
source: CHANGE PASSWORD
tr: ŞİFRE DEĞİŞTİR

# AUTH_CHANGE_PASSWORD_DESCRIPTION
source: Get a new strong password that we haven't used before
tr: Daha önce kullanmadığımız yeni, güçlü bir parola olsun

# AUTH_CHANGE_PASSWORD_TEXTFIELD
source: At least 8 characters
tr: En az 8 karakter

# AUTH_MAIL_TEXTFIELD_PLACEHOLDER
source: Your Mail
tr: Mailiniz

# AUTH_PASSWORD_TEXTFIELD_PLACEHOLDER
source: Your Password
tr: Şifreniz

# AUTH_NAME_TEXTFIELD_PLACEHOLDER
source: Your Name
tr: isminiz

# AUTH_ENTRYCODE_TEXTFIELD_PLACEHOLDER
source: Enter Code
tr: Kodu Giriniz

# AUTH_CHANGEPASSWORD_TEXTFIELD_PLACEHOLDER
source: Change Password
tr: Şifreyi Değiştir

# AUTH_CONFIRMPASSOWRD_TEXTFIELD_PLACEHOLDER
source: Confirm Password
tr: Şifreyi Onayla

# DEVICE_FINDER_ADD_DEVICE_TITLE
source: Searching for device...
tr: Cihaz aranıyor...

# DEVICE_FINDER_ADD_DEVICE_DESCRIPTION
source: Make sure your device is powered on and connected to the same network as your smartphone. if you haven't set it up yet, tap the button below to get started
tr: Cihazınızın açık olduğundan ve akıllı telefonunuzla aynı ağa bağlı olduğundan emin olun. henüz ayarlamadıysanız, başlamak için aşağıdaki düğmeye dokunun

# DEVICE_FINDER_ADD_DEVICE_BUTTON
source: ADD DEVICE
tr: CİHAZ EKLE

# DEVICE_FINDER_PERMISSION_TITLE
source: TURN PERMISSIONS ON TO CONNECT TO DEVICE
tr: CİHAZA BAĞLANABİLMEK İÇİN İZİNLERİ AÇINIZ

# DEVICE_FINDER_PERMISSION_LOCAL_NETWORK
source: Grant permission to access and use devices near you.
tr: Yakınınızdaki cihazlarına erişimi ve kullanımı için izni veriniz.

# DEVICE_FINDER_PERMISSION_WIFI
source: Allow us to see the devices on your network by phone.
tr: Ağınızdaki cihazlarına telefon ile görebilmemiz için izni veriniz.

# DEVICE_FINDER_PERMISSION_BLUETOOTH
source: Allow us to connect to the device via Bluetooth.
tr: Bluetooth ile cihaza bağlantımız için izni veriniz.

# DEVICE_FINDER_PERMISSION_GPS
source: Grant the device GPS permission to see its location.
tr: Cihaza yerini görebilemke için GPS izni veriniz.

# DEVICE_FINDER_PERMISSION_ANNOUNCED_BUTTON
source: Turn on permissions for the device
tr: Cihaz için izinleri açın

# DEVICE_FINDER_PERMISSION_IS_IT_OKEY_LOCAL_NETWORK_BUTTON
source: Open LAN permission
tr: Yerel ağ izni açın

# DEVICE_FINDER_PERMISSION_IS_IT_OKEY_WIFI_BUTTON
source: Turn on wifi permission
tr: Wifi izni açın

# DEVICE_FINDER_PERMISSION_IS_IT_OKEY_BLUETOOTH_BUTTON
source: Turn on Bluetooth permission
tr: Bluetooth izni açın

# DEVICE_FINDER_PERMISSION_IS_IT_OKEY_GPS_BUTTON
source: Open location permission
tr: Lokasyon izni açınız

# DEVICE_FINDER_PERMISSION_IS_IT_OKEY_BUTTON
source: We can add devices
tr: Cihaz ekleyebilriiz

# DEVICE_FINDER_CONNECT_DEVICE_TITLE
source: Is your device indicator flashing?
tr: Cihazınızın göstergesi yanıp sönüyor mu ?

# DEVICE_FINDER_CONNECT_DEVICE_DESCRIPTION
source: Check that the light on the light sensor on your device is blinking slowly as a connected indicator
tr: Cihazınızın üzerinde bulunun ışık sensöründe bağlandıya göstergesi olarak ışığın yavaşca yanıp söndüğünü kontrol ediniz

# DEVICE_FINDER_CONNECT_DEVICE_BUTTON
source: Device is flashing
tr: Cihaz yanıp sönüyor

# DEVICE_FINDER_NEAR_DEVICE_TITLE
source: Keep your device close
tr: Cihazınızı yakın tutun

# DEVICE_FINDER_NEAR_DEVICE_DESCRIPTION
source: Make sure you have your phone and device with you to connect
tr: Telefonuz ile cihazınız bağlanması için yanınınızda olduğuna emin olunuz

# DEVICE_FINDER_NEAR_DEVICE_SEARCH
source: LET'S TRY A DIFFERENT METHOD
tr: FARKLI BİR YÖNTEM DENEYELİM

# DEVICE_FINDER_NEAR_DEVICE_CANCEL
source: CANCEL SEARCH
tr: ARAMAYI İPTAL ET

# DEVICE_FINDER_SEARCH_HELP_TITLE
source: NOW CONNECT THIS MOBILE DEVICE TO A TEMPORARY HEADLESS NETWORK GENERATED BY THE SPEAKER
tr: ŞİMDİ BU MOBİL CİHAZI HOPARLÖR TARAFINDAN OLUŞTURULAN GEÇİCİ BİR KALBOSUZ AĞA BAĞLAYIN

# DEVICE_FINDER_SEARCH_HELP_BUTTON
source: OK, LET'S TRY AGAIN
tr: TAMAMDIR TEKRAR DENEYELİM

# DEVICE_FINDER_SEARCH_HELP_SECTION_ONE
source: Open your phone's settings
tr: Telefonunuzun ayarlarını açınız

# DEVICE_FINDER_SEARCH_HELP_SECTION_TWO
source: Go to Wifi tab
tr: Wifi sekmesine gidiniz

# DEVICE_FINDER_SEARCH_HELP_SECTION_THREE
source: Connect to your device
tr: Cihazınıza bağlanın

# DEVICE_FINDER_SEARCH_HELP_SECTION_FOUR
source: Let's search again
tr: Tekrardan arayalım

# MAIN_BROWSE_TITLE
source: Browse
tr: Araştır

# MAIN_BROwSE_MUSIC_SERVICE
source: Music services
tr: Müzik servisleri

# MAIN_BROWSE_MY_LIBRARY
source: My Library
tr: Kütüphanem

# MAIN_BROWSE_MY_MUSICS
source: My Music
tr: Müziklerim

# MAIN_DEVICE_TITLE
source: Devices
tr: Cihazlar

# MAIN_DEVICE_PLAYING
source: Playing :
tr: Oynatılıyor :

# MAIN_DEVICE_NOT_PLAYING
source: No sound
tr: Ses yok

# MAIN_DEVICE_ADD_NEW_DEVICE
source: ADD A NEW DEVICE
tr: YENİ BİR CİHAZ EKLE

# MAIN_DEVICE_SETTINGS_RENAME_DEVICE
source: Rename
tr: Tekrardan isimlendir

# MAIN_DEVICE_SETTINGS_INFO_DEVICE
source: Device Information
tr: Cihaz Bilgisi

# MAIN_DEVICE_SETTINGS_CUSTOM_CONTENT
source: Set Content
tr: Ayarlanmış İçerik

# MAIN_DEVICE_SETTINGS_RENAME_RENAMED
source: Enter Name
tr: İsim Giriniz

# MAIN_DEVICE_SETTINGS_RENAME_BUTTON
source: I've Set a Name
tr: İsim Belirledim

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_ETHERNET_STATUS
source: Internet Status
tr: İnternet Durumu

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS
source: Hotspot Status
tr: Hotspot Durumu

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_HOTSPOT_OPEN
source: Turn on hotspot
tr: Hotspot aç

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_OTHER_STATUS
source: Other States
tr: Diğer Durumlar

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_SPEARKER_NAME
source: Speaker Name
tr: Hoparlör İsmi

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_FIRMWARE_VERSION
source: Firmware version
tr: Firmware sürüm

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_BEEN_DATE
source: Configuration date
tr: Yapılandırma tarihi

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_DEVICE_LANGUAGE
source: Device language
tr: Cihaz dili

# MAIN_DEVICE_SETTINGS_INFO_DEVICE_HOTSPOT_STATUS_RESET_DEVICE
source: Factory reset
tr: Fabrika ayarları sıfırla

# MAIN_DEVICE_SETTINGS_ALARM_NOTYET_ALARM
source: You have not set an alarm yet
tr: Henüz alarm kurmadınız

# MAIN_DEVICE_SETTINGS_ALARM_ADD_ALARM
source: To add another one, please click the + button in the top right. Play music automatically at a specific time.
tr: Bir tane daha eklemek içni lütfen sağ üstteki + buttonna tıklayınız. Belirli bir zamanda otomatik olarak müzik çalın.

# MAIN_DEVICE_SETTINGS_CUSTOM_CONTENT_SPECIFY
source: Favorite playlist preset for easy access.
tr: Kolay erişim için önceden ayarlanmış Favori çalma listesi.

# MAIN_DEVICE_SETTINGS_CUSTOM_CONTENT_DESCRIPTION
source: Access your favorite music from the corresponding buttons on the remote or speaker.
tr: En sevdiğiniz müziğe uzaktan kumandadaki veya hoparlördeki ilgili düğmelerden erişin.

# MAIN_DEVICE_SETTINGS_CUSTOM_CONTENT_BUTTON
source: Set keys
tr: Tuşları ayarla

# MAIN_DEVICE_SETTINGS_CUSTOM_CONTENT_SET_CONTENT
source: Adjustable Key
tr: Ayarlanabilir Tuş

# MAIN_DEVICE_SETTINGS_CUSTOM_CONTENT_NOT_SET_CONTENT
source: Not Set
tr: Ayarlanmamış

# MAIN_SEARCH_TITLE
source: Search
tr: Ara

# MAIN_SEARCH_SEARCHBAR
source: Search for your song from my music...
tr: Müziklerimden şarkınız arayın...

# MAIN_SEARCH_ARTISTS
source: Artists
tr: Sanatçılar

# MAIN_SEARCH_SONGS
source: Songs
tr: Şarkılar

# MAIN_SEARCH_ALBUMS
source: Albums
tr: Albümler

# MAIN_SETTINGS_TITLE
source: Settings
tr: Ayarlar

# MAIN_SETTINGS_ACC_TITLE
source: Account Settings
tr: Hesap Ayarları

# MAIN_SETTINGS_ACC_BUTTON
source: SAVE
tr: KAYDET

# MAIN_SETTINGS_SUB_TITLE
source: Support
tr: Destek

# MAIN_SETTINGS_SUB_DESCRIPTION
source: If you think there is a problem with your application or device, you can contact us.
tr: Uygulama veya cihazınızda sorun olduğunu düşünüyorsanız.Bize ulaşabilirsiniz.

# MAIN_SETTINGS_SUB_MAIL_TITLE
source: Our Mail Address
tr: Posta Adresimiz

# MAIN_SETTINGS_LOGOUT
source: Logout
tr: Çıkış
